{
  "Introduction": "Einführung",
  "Description": "ist ein Internationalisierungs-Framework, das eine Komplettlösung für die Lokalisierung Ihres Produkts vom Web auf das Handy und den Desktop bietet",
  "Plugins to detect the user language": "Plugins zur Erkennung der Benutzersprache",
  "Plugins to load translations": "Plugins zum Laden von Übersetzungen",
  "Optionally cache the translations": "Optional die Übersetzungen zwischenspeichern",
  "Advantages": "Vorteile",
  "Flexibility to use other packages": "Flexibilität zur Verwendung anderer Pakete",
  "Story": "Hallo, ich bin Ivan. Ich lebe und arbeite nach dem Motto \"Nie aufhören zu lernen ...\" Ich war schon immer gut in Mathematik und Naturwissenschaften, deshalb habe ich meinen Abschluss als Maschinenbauingenieur gemacht. Nachdem ich viele Jahre in der Logistik gearbeitet hatte, entschloss ich mich, Webentwicklung zu lernen. Ich finde großes Interesse an allen neuen digitalen Technologien und neuesten Designpraktiken. Also bin ich in die Welt von WEB gekommen. Relativ schnell habe ich die Grundlagen gelernt, weil ich logisch denke und den technischen Teil der Projekte verstehe. Ich habe einige Projekte entwickelt und weiterentwickelt. Ich habe auch ohne Budget ihre SEO-Optimierung gemacht.",
  "Story1": "Wenn ich nicht arbeite, verbringe ich so viel Zeit wie möglich mit meiner Frau und meinem Sohn, die mich motivieren, mein Bestes zu geben.",
  "Story2": "Ich würde gerne an größeren Projekten teilnehmen und in einem Entwicklerteam arbeiten, in dem ich meine derzeitigen Fähigkeiten und Kenntnisse erweitern und neue Technologien erlernen kann. Momentan bin ich auf der Suche nach einem Vollzeitjob, würde mich aber auch freuen, bei freiberuflichen Projekten mitzuarbeiten.",
  "Story3": "Wenn Sie meinе Erfahrung, Portfolio und Projekte interessant finden, kontaktieren Sie mich bitte.",
  "Spicy": "Seit 2019 arbeite ich in einem Spicymedia GmbH. Die Firma ist ein kleines Startup mit verschiedenen interessanten Projekten. In dieser Zeit habe ich viel von meinen lieben Kollegen gelernt."

}