{
    "Brand": "Bartonization",
    "Home": "Home",
    "AboutMe": "Über mich",
    "About": "Über",
    "AboutHead": "Meine Geschichte",
    "Portfolio": "Portfolio",
    "Resume": "Resume",
    "Contact": "Kontakt",
    "ContactMe": "Jetzt kontaktieren",
    "Translation": "Übersetzungsbüro",
    "More": "Mehr",
    "Beauty": "Kosmetikstudio",
    "Dentist": "Zahnarzt",
    "Hi": " Hallo, ich bin Ivan",
    "Duss": "Ich bin Frontend Webdeveloper und ich wohne in Düsseldorf.",
    "ContactText": "Ich bin per Mail zu erreichen. Schreiben Sie mich an! Ich stehe für jede Frage zur Verfügung und freue mich weiterzuhelfen zu können. Fragen kostet nichts! Ansonsten natürlich auch über die sozialen Kanäle. Code Beispiele und Arbeiten gibt es auf GitHub.",
    "ContactDetails": "Kontaktdaten",
    "Social": "Soziale Netzwerke",
    "AboutText": "Ich lebe und arbeite nach dem Motto \"Never stop learning...\" Ich war schon immer gut in Mathematik und Naturwissenschaften, deshalb habe ich meinen Abschluss als Maschinenbauingenieur gemacht. Nachdem ich viele Jahre in der Logistik gearbeitet hatte, entschloss ich mich, Webentwicklung zu lernen. Ich finde großes Interesse an allen neuen digitalen Technologien und neuesten Designpraktiken. Also bin ich in die Welt von WEB gekommen. Relativ schnell habe ich die Grundlagen gelernt, weil ich logisch denke und den technischen Teil der Projekte verstehe. Ich habe einige Projekte entwickelt und weiterentwickelt. Ich habe auch ohne Budget ihre SEO-Optimierung gemacht.",
    "Download": "Herunterladen (auf Anfrage)",
    "Cv": "Lebenslauf",
    "Freelance": "Freiberufliche Projekte",
    "FreelanceIntro": "Hier findest du meine freiberufliche Projekte",
    "Profile": "Profil",
    "Experience": "Erfahrung",
    "Education": "Studium",
    "Skills": "Spezialitäten",
    "WorkExperience": "Berufserfahrung",
    "January": "Januar",
    "Present ": "Jetzt",
    "Frontend": "Frontend Web-Entwickler",
    "About1": "Über",
    "AboutSpicy": "Die SPICY Media GmbH ist ein Startup aus Düsseldorf mit dem Schwerpunkt Neue Medien.",
    "Goals": "Ziele/Aufgaben",
    "Projects": "Projekte",
    "Technologies:": "Angewandte Technologien:",
    "Language": "Sprache",
    "ViewOnline": "View online",
    "TechnologiesApplied": "Angewandte Technologien",
    "Reference": "Reference",

    "Introduction": "Einführung",
    "Description": "ist ein Internationalisierungs-Framework, das eine Komplettlösung für die Lokalisierung Ihres Produkts vom Web auf das Handy und den Desktop bietet",
    "Plugins to detect the user language": "Plugins zur Erkennung der Benutzersprache",
    "Plugins to load translations": "Plugins zum Laden von Übersetzungen",
    "Optionally cache the translations": "Optional die Übersetzungen zwischenspeichern",
    "Advantages": "Vorteile",
    "Flexibility to use other packages": "Flexibilität zur Verwendung anderer Pakete",

    "Story": "Hallo, ich bin Ivan. Ich lebe und arbeite nach dem Motto \"Never stop learning...\" Ich war schon immer gut in Mathematik und Naturwissenschaften, deshalb habe ich meinen Abschluss als Maschinenbauingenieur gemacht. Nachdem ich viele Jahre in der Logistik gearbeitet hatte, entschloss ich mich, Webentwicklung zu lernen. Ich finde großes Interesse an allen neuen digitalen Technologien und neuesten Designpraktiken. Also bin ich in die Welt von WEB gekommen. Relativ schnell habe ich die Grundlagen gelernt, weil ich logisch denke und den technischen Teil der Projekte verstehe.",
    "Story1": "Entweder als Freiberufler oder Angestellter, mein eigenes oder ein Kundenprojekt, bezahlte Projekte oder Projekte ohne Budget, allein oder als Teamplayer, das Programmieren macht mir große Freude. Seit 2017 habe ich an vielen interessanten und komplexen Projekten teilgenommen und viele neue Technologien gelernt. Mit anderen Worten: Gib mir ein Layout und halte einfach mein Kaffee :):):)",
    "Story2": "Wenn ich nicht arbeite, verbringe ich so viel Zeit wie möglich mit meiner Frau und meinen zwei Söhne, die mich motivieren, mein Bestes zu geben.",
    "Story3": "Wenn du meinе Erfahrung, Portfolio und Projekte interessant findest, kannst du mich gerne kontaktieren.",
    "Story4_": "Ich würde gerne an größeren Projekten teilnehmen und in einem Entwicklerteam arbeiten, in dem ich meine derzeitigen Fähigkeiten und Kenntnisse erweitern und neue Technologien erlernen kann. Momentan bin ich auf der Suche nach einem Vollzeitjob, würde mich aber auch freuen, bei freiberuflichen Projekten mitzuarbeiten.",

    "Spicy": "Von 2017 bis ende 2019 arbeite ich in Spicymedia GmbH. Die Firma ist ein kleines Startup mit verschiedenen interessanten Projekten. In dieser Zeit habe ich viel von meinen lieben Kollegen gelernt.",
    "NavStory": "Meine Geschichte"
}